Repository: kejapin/kejapin
Catalog: client/lib/l10n/app_*.arb
Languages: sw, sw_ke

source: Marketplace
sw: Soko
sw_ke: Market

source: Messages
sw: Ujumbe
sw_ke: Meseji

source: Profile
sw: Wasifu

source: Settings
sw: Mipangilio

# becomePartner
source: Become a Partner
sw: Kuwa Mshirika
sw_ke: Kuwa Partner

# sakaKeja
source: Find your home
sw: Tafuta nyumba yako
sw_ke: Saka keja yako

# searchHint
source: Search for properties...
sw: Tafuta nyumba...
sw_ke: Saka keja...

source: Notifications
sw: Arifa
sw_ke: Manotisi

# landingTitle
source: Don't just list it. Pin it.
sw: Usiiorodheshe tu. Ibandike.
sw_ke: Usi-list tu. I-pin.

# landingSubtitle
source: Find your perfect home with real commute times, transparent costs, and verified listings. Kenya's smartest rental marketplace.
sw: Pata nyumba yako bora kwa muda halisi wa kusafiri, gharama zilizo wazi, na orodha zilizothibitishwa. Soko la kisasa la ukodishaji nchini Kenya.
sw_ke: Saka keja fiti ukitumia muda ya trip, gharama zote vako, na nyumba zonye zime-verify-iwa. Marketplace ya mtaa zaidi Kenya.

# startSearch
source: Start Your Search
sw: Anza Utafutaji
sw_ke: Anza Kusaka

source: Get Started
sw: Anza Sasa
sw_ke: Anza Sasa

source: Get Started Free
sw: Anza Bure
sw_ke: Anza Free

# featuresTitle
source: Life-Path Features
sw: Vipengele vya Njia-ya-Maisha
sw_ke: Ma-vitu za Life-Path

# featuresSubtitle
source: Connect. Live. Thrive.
sw: Unganisha. Ishi. Fanikiwa.
sw_ke: Connect. Ishi. Thrive.

# commuteTitle
source: Real Commute Times
sw: Muda Halisi wa Safari
sw_ke: Time ya Trip

# commuteDesc
source: Calculate exact travel times to your workplace, gym, and all your life pins.
sw: Kokotoa muda kamili wa kusafiri kwenda kazini, mazoezini, na maeneo yako yote muhimu ya maisha.
sw_ke: Piga hesabu ya mda utakayokuwa kwa barabara ukienda job, gym, na ma-pin zako zote za life.

# transparencyTitle
source: Total Cost Transparency
sw: Uwazi wa Gharama Kamili
sw_ke: Gharama Zote Wazi

# transparencyDesc
source: See the complete monthly cost including rent, commute, and utilities.
sw: Ona gharama kamili ya kila mwezi ikijumuisha kodi, usafiri, na huduma.
sw_ke: Ona mullah yote unatoa kila mwezi; rent, trip, na stima/maji.

# verifiedTitle
source: Verified Listings
sw: Orodha Zilizothibitishwa
sw_ke: Nyumba Zime-verify-iwa

# verifiedDesc
source: Every property is verified. Every landlord is screened. Your peace of mind guaranteed.
sw: Kila mali imethibitishwa. Kila mwenye nyumba amekaguliwa. Amani yako ya akili imehakikishwa.
sw_ke: Kila keja imecheki-wa. Kila landlord ame-verify-iwa. Relax, kila kitu iko sawa.

# communityTitle
source: Join the Community
sw: Jiunge na Jumuiya
sw_ke: Join Community

# communityDesc
source: Thousands of tenants and landlords trust kejapin to find and list homes. Be part of Kenya's most transparent rental community.
sw: Maelfu ya wapangaji na wenye nyumba wanaamini kejapin kupata na kuorodhesha nyumba. Kuwa sehemu ya jumuiya ya ukodishaji iliyo wazi zaidi nchini Kenya.
sw_ke: Ma-tenant na ma-landlord wengi wana-trust kejapin kusaka na ku-list keja. Kuwa mshiriki wa community ya ukweli zaidi Kenya.

# ctaTitle
source: Ready to Find Your Home?
sw: Uko Tayari Kupata Nyumba Yako?
sw_ke: Uko Ready Kusaka Keja?

# ctaSubtitle
source: Start your journey to the perfect rental. It's free to browse.
sw: Anza safari yako ya kupata makazi bora. Ni bure kuvinjari.
sw_ke: Anza safari yako ya kupata keja fiti. Ni free ku-browse.

# onboarding1Title
source: Find Your Perfect Fit
sw: Pata Inayokufaa Zaidi
sw_ke: Saka Ile Inakufit

# onboarding1Desc
source: Discover homes curated by data and design. We analyze what matters to match you with properties that truly fit your lifestyle.
sw: Gundua nyumba zilizochaguliwa kwa data na usanifu. Tunachambua kile ambacho ni muhimu kukuunganisha na mali zinazofaa mtindo wako wa maisha.
sw_ke: Gundua keja zonye zimechaguliwa na ma-data na design fiti. Tunajua nini inaku-matter ndio tuku-match na keja inayo-fit style yako.

# onboarding2Title
source: Plan Your Route. Find Your Life Pins.
sw: Panga Njia Yako. Pata Pini za Maisha.
sw_ke: Panga Route. Saka Ma-pin.

# onboarding2Desc
source: Visualize your commute and calculate real travel times to work, gym, and all the places that matter in your life.
sw: Ona safari yako na ukokotoe muda halisi wa kusafiri kwenda kazini, mazoezini, na maeneo yote muhimu kwako.
sw_ke: Cheki trip zako na upige hesabu ya time utakayochukua ukienda job, gym, na place zote fiti kwako.

# onboarding3Title
source: Complete Cost Transparency
sw: Uwazi Kamili wa Gharama
sw_ke: Gharama Zote Ni Wazi

# onboarding3Desc
source: See the total monthly cost including rent, commute, and utilities. No hidden fees, just honest numbers.
sw: Ona jumla ya gharama ya mwezi ikijumuisha kodi, safari, na huduma. Hakuna ada zilizofichwa, namba za ukweli tu.
sw_ke: Ona mullah yote ya mwezi; rent, trip, na ma-bills. Hakuna hidden fees, ni ukweli tupu.

# onboarding4Title
source: Trust Built In
sw: Imani Imejengwa Ndani
sw_ke: Trust Iko Ndani

# onboarding4Desc
source: Verified landlords, secure payments, and a community-focused platform. Find your home with confidence.
sw: Wenye nyumba waliothibitishwa, malipo salama, na jukwaa linalozingatia jumuiya. Pata nyumba yako kwa kujiamini.
sw_ke: Ma-landlord wa ukweli, malipo safe, na platform inayojali community. Saka keja bila wasiwasi.

source: Skip
sw: Ruka
sw_ke: Ruka

source: Next
sw: Inayofuata

# loginWelcomeBack
source: Welcome Back
sw: Karibu Tena
sw_ke: Karibu Tena

# loginSubtitle
source: Sign in to continue to your dashboard
sw: Ingia ili uendelee kwenye dashibodi yako
sw_ke: Ingia uendelee kwa dashboard yako

source: Email Address
sw: Anwani ya Barua Pepe
sw_ke: Email

source: Password
sw: Nenosiri

# loginButton
source: Login
sw: Ingia
sw_ke: Ingia

# orDivider
source: OR
sw: AU
sw_ke: AU

source: Continue with Google
sw: Endelea na Google
sw_ke: Endelea na Google

# dontHaveAccount
source: Don't have an account?
sw: Hauna akaunti?
sw_ke: Huna akaunti?

# signUpLink
source: Sign Up
sw: Jisajili
sw_ke: Jisajili

# emailRequired
source: Please enter your email
sw: Tafadhali weka barua pepe yako
sw_ke: Weka email yako kiongozi

# passwordRequired
source: Please enter your password
sw: Tafadhali weka nenosiri lako
sw_ke: Weka password yako kiongozi

source: Create Account
sw: Fungua Akaunti
sw_ke: Fungua Akaunti

# joinSubtitle
source: Find your perfect home today.
sw: Pata nyumba yako bora leo.
sw_ke: Saka keja fiti leo.

# registerStartJourney
source: Start your journey with us
sw: Anza safari yako nasi
sw_ke: Anza safari yako na sisi

source: Confirm Password
sw: Thibitisha Nenosiri

# passwordLengthError
source: Password must be at least 8 characters
sw: Nenosiri lazima liwe na angalau herufi 8
sw_ke: Password lazima iwe na herufi 8 ama zaidi

source: Passwords do not match
sw: Nenosiri hazilingani
sw_ke: Ma-password hazifanani

# alreadyHaveAccount
source: Already have an account?
sw: Tayari unayo akaunti?
sw_ke: Uko na akaunti tayari?

# loginLink
source: Login
sw: Ingia
sw_ke: Ingia

source: Results for
sw: Matokeo ya
sw_ke: Results za

source: Filters Active
sw: Vichujio Amilifu
sw_ke: Filters Ziko Active

source: Clear All
sw: Futa Vyote
sw_ke: Futa Zote

source: List View
sw: Orodha
sw_ke: List

source: Map View
sw: Ramani
sw_ke: Map

source: Feed Error
sw: Hitilafu ya Milisho
sw_ke: Kuna Error kwa Feed

source: No Listings Found
sw: Hakuna Nyumba Iliyopatikana
sw_ke: Hakuna Keja Imepatikana

# noListingsMessage
source: We couldn't find any properties matching your criteria.
sw: Hatukuweza kupata nyumba zinazolingana na vigezo vyako.
sw_ke: Hatujapata keja inayo-fit hizi vigezo zako.

# allCategory
source: All
sw: Zote
sw_ke: Zote

# oneBhk
source: 1BHK
sw: Chumba 1

# twoBhk
source: 2BHK
sw: Vyumba 2

source: Property Pinned! 📍
sw: Nyumba Imepiniwa! 📍
sw_ke: Keja Ime-pin-iwa! 📍

# pinnedToLifePath
source: You pinned property to your life-path.
sw: Umepini nyumba kwenye njia yako ya maisha.
sw_ke: Ume-pin keja kwa life-path yako.

source: Property Removed 🗑️
sw: Nyumba Imeondolewa 🗑️
sw_ke: Keja Imeondolewa 🗑️

# removedFromLifePath
source: Property removed from your life-path.
sw: Nyumba imeondolewa kwenye njia yako ya maisha.
sw_ke: Keja ime-remove-iwa kwa life-path yako.

source: Listing saved!
sw: Nyumba imehifadhiwa!
sw_ke: Keja ime-save-iwa!

source: Listing removed.
sw: Nyumba imeondolewa.
sw_ke: Keja ime-remove-iwa.

# topPercentile
source: TOP
sw: BORA

source: STATS
sw: TAKWIMU

source: MAP
sw: RAMANI

source: Full Price
sw: Bei Kamili
sw_ke: Mullah Yote

source: View
sw: Angalia
sw_ke: Cheki

source: SPATIAL PULSE
sw: PIGO LA NAFASI

# dimensionalAnalysis
source: 10-DIMENSIONAL ANALYSIS
sw: UCHAMBUZI WA VIPIMO 10
sw_ke: ANALYSIS YA VIPIMO 10

source: Prop Score
sw: Alama ya Nyumba
sw_ke: Keja Score

# marketPercentile
source: Market %
sw: % Ya Soko
sw_ke: % Ya Market

source: Fit
sw: Uwiano

# viewFullBlueprint
source: VIEW FULL KEJAPIN BLUEPRINT
sw: ANGALIA RAMANI KAMILI YA KEJAPIN
sw_ke: CHEKI BLUEPRINT KAMILI YA KEJAPIN

source: km from you
sw: km kutoka kwako
sw_ke: km kutoka kwako

source: Property Details
sw: Maelezo ya Nyumba
sw_ke: Maelezo ya Keja

source: reviews
sw: arifa
sw_ke: manotisi

source: Beds
sw: Vitanda

source: Baths
sw: Bafu

source: sqft
sw: futi mraba

source: Your Life Path Commutes
sw: Safari zako za Maisha
sw_ke: Trip zako za Life Path

source: Calculating...
sw: Inakokotoa...
sw_ke: Ina-calculate...

source: Living Efficiency
sw: Ufanisi wa Kuishi

source: Description
sw: Maelezo
sw_ke: Maelezo

source: Amenities
sw: Vifaa
sw_ke: Ma-amenity

source: Connect with Landlord
sw: Wasiliana na Mwenye Nyumba
sw_ke: Chat na Landlord

source: Book Viewing
sw: Weka Miadi ya Kuona
sw_ke: Weka Form ya Kuona

source: Show Photos
sw: Onyesha Picha
sw_ke: Onyesha Picha

source: Show Map
sw: Onyesha Ramani
sw_ke: Onyesha Map

source: Life-Path Fit
sw: Uwiano wa Njia ya Maisha

source: Stage Radar
sw: Rada ya Hatua

source: Network Strength
sw: Nguvu ya Mtandao
sw_ke: Nguvu ya Net

source: Water Reliability
sw: Uhakika wa Maji
sw_ke: Maji Uhakika

source: Power Stability
sw: Uthabiti wa Umeme
sw_ke: Stima Uhakika

source: Security
sw: Ulinzi

source: Retail Density
sw: Uzito wa Maduka
sw_ke: Mduka mob

source: Healthcare
sw: Huduma ya Afya
sw_ke: Hospitali

source: Wellness
sw: Afya ya Mwili

source: Vibe Match
sw: Uwiano wa Mazingira
sw_ke: Vibe Ime-match

source: Advanced Filters
sw: Vichujio vya Juu

# refineSearch
source: Refine your search
sw: Boresha utafutaji wako
sw_ke: Boresha kusaka kwako

source: Price Range
sw: Kiwango cha Bei

source: Property Type
sw: Aina ya Nyumba

source: Furnishing
sw: Samani
sw_ke: Samani

source: Reset
sw: Rudisha

source: Apply Filters
sw: Tumia Vichujio

source: Available Now
sw: Inapatikana Sasa
sw_ke: Iko Ready Sasa

# availableNowDesc
source: Show only immediately available properties
sw: Onyesha tu nyumba zinazopatikana mara moja
sw_ke: Onyesha tu keja ziko ready sasa hivi

source: Furnished
sw: Imejaa Samani
sw_ke: Iko na Samani

source: Semi-Furnished
sw: Samani Kiasi
sw_ke: Samani Kaa kiasi

source: Unfurnished
sw: Haina Samani
sw_ke: Haina Samani

# searchHintMarketplace
source: Search location or apartment name...
sw: Tafuta eneo au jina la nyumba...
sw_ke: Saka mtaa ama jina la keja...

source: Parking
sw: Maegesho

source: Water 24/7
sw: Maji 24/7
sw_ke: Maji 24/7

source: Generator
sw: Jenereta

source: Swimming Pool
sw: Bwawa la Kuogelea
sw_ke: Bwawa la kuogelea

source: Garden
sw: Bustani
sw_ke: Bustani

source: Saved Listings
sw: Nyumba Zilizohifadhiwa
sw_ke: Keja Zime-save-iwa

# noSavedListings
source: No saved listings yet
sw: Bado haujachagua nyumba ya kuhifadhi
sw_ke: Bado huja-save keja yoyote

# noSavedListingsMessage
source: Pin your favorite properties to see them here.
sw: Chagua nyumba unazopenda ili uzione hapa.
sw_ke: Pin keja unazopenda ndio uzicheki hapa.

source: Explore Marketplace
sw: Gundua Soko
sw_ke: Cheki Market

source: Error loading saved listings
sw: Hitilafu katika kupakia nyumba zilizohifadhiwa
sw_ke: Kuna error kwa ku-load keja zime-save-iwa

# profileAndSettings
source: PROFILE & SETTINGS
sw: MAELEZO NA MIPANGILIO

source: Change Profile Photo
sw: Badili Picha ya Uhusika
sw_ke: Badili Picha ya Profile

source: Upload Photo
sw: Pakia Picha
sw_ke: Upload Picha

source: Choose Animated
sw: Chagua Uhusika wa Katuni
sw_ke: Chagua Avatar ya Katuni

source: Generate Random
sw: Tengeneza Kirasmi
sw_ke: Tengeneza Random

source: Random Generator
sw: Mtambo wa Kirasmi
sw_ke: Generator ya Miujiza

source: Regenerate
sw: Tengeneza Tena
sw_ke: Tengeneza Ingine

source: Save This Avatar
sw: Hifadhi Uhusika Huu
sw_ke: Hifadhi Hii Avatar

source: Saving avatar...
sw: Tunahifadhi uhusika...
sw_ke: Tunahifadhi avatar yako...

source: New avatar generated!
sw: Uhusika mpya umetengenezwa!
sw_ke: Avatar mpya imeweza!

source: Choose an Avatar
sw: Chagua Uhusika
sw_ke: Chagua Avatar

source: Avatar updated!
sw: Uhusika umesasishwa!
sw_ke: Avatar imesasishwa!

source: Uploading image...
sw: Tunapakia picha...
sw_ke: Tunaupload picha...

source: Profile picture updated!
sw: Picha ya uhusika imesasishwa!
sw_ke: Picha ya profile imesasishwa vizuri!

source: EDIT PROFILE
sw: HARIRI MAELEZO

source: Life Pins
sw: Kurunzi za Maisha
sw_ke: Life Pins Zangu

source: Account Security
sw: Usalama wa Akaunti
sw_ke: Usalama wa Akaunti

source: Notification Preferences
sw: Mapendeleo ya Arifa
sw_ke: Mpangilio wa Manotisi

source: Payment Methods
sw: Njia za Malipo
sw_ke: Njia za Malipo

# helpAndSupport
source: Help & Support
sw: Msaada na Maelekezo
sw_ke: Msaada na Support

source: Log Out
sw: Ondoka

source: COMPLETE PROFILE
sw: KAMILISHA MAELEZO
sw_ke: KAMILISHA PROFILE

source: Let's get to know you
sw: Hebu tujuane kidogo
sw_ke: Hebu tujuane kiasi

# updatingProfileRecognize
source: Updating your profile helps people recognize you in chats and marketplace interactions.
sw: Kusasisha maelezo yako huwasaidia watu kukutambua kwenye mazungumzo na soko la nyumba.
sw_ke: Kuupdate profile yako inasaidia wasee wakutambue kwa machat na marketplace.

source: Username
sw: Jina la Mtumiaji

# usernameHint
source: e.g. john_doe
sw: mfano: john_doe
sw_ke: mfano: john_doe

source: Required
sw: Lazima
sw_ke: Inahitajika

source: First Name
sw: Jina la Kwanza
sw_ke: Jina la Kwanza

source: Last Name
sw: Jina la Mwisho
sw_ke: Jina la Mwisho

source: Bio
sw: Wasifu
sw_ke: Bio Yako

# bioHint
source: Tell us a bit about yourself...
sw: Tuambie kidogo kukuhusu...
sw_ke: Tuambie kiasi kuhusu wewe...

source: SAVE PROFILE
sw: HIFADHI MAELEZO
sw_ke: HIFADHI PROFILE

source: General Settings
sw: Mipangilio ya Kawaida
sw_ke: Mipangilio ya Kawaida

source: Push Notifications
sw: Arifa za Papo Hapo
sw_ke: Manotisi ya Simu

# manageNotificationsSubtitle
source: Manage how we notify you about updates
sw: Simamia jinsi tunavyokujulisha kuhusu taarifa mpya
sw_ke: Panga jinsi unavyopata manotisi kuhusu updates

# securityAndPrivacy
source: Security & Privacy
sw: Usalama na Faragha
sw_ke: Usalama na Privacy

source: Change Password
sw: Badili Nywila
sw_ke: Badili Password

source: Privacy Policy
sw: Sera ya Faragha
sw_ke: Sheria za Privacy

source: Danger Zone
sw: Eneo la Hatari
sw_ke: Eneo la Hatari

source: Delete Account
sw: Futa Akaunti
sw_ke: Futa Akaunti

# deleteAccountWarning
source: This action is permanent and cannot be undone. All your data will be erased.
sw: Kitendo hiki ni cha kudumu na hakiwezi kubatilishwa. Data zako zote zitafutwa.
sw_ke: Hii kitu haiwezi kurudishwa nyuma. Data zako zote zitafutwa kabisa.

source: Cancel
sw: Ghairi
sw_ke: Ghairi

source: Delete
sw: Futa
sw_ke: Futa

source: Search landlord, property...
sw: Tafuta mwenye nyumba, nyumba...
sw_ke: Saka landlord, keja...

source: No messages yet
sw: Hakuna ujumbe bado
sw_ke: Hamna machat bado

source: General Inquiry
sw: Ulizo la Kawaida
sw_ke: Maswali ya Kawaida

source: Type your message...
sw: Andika ujumbe wako...
sw_ke: Andika ujumbe...

source: No messages here yet
sw: Hakuna jumbe hapa bado
sw_ke: Hamna machat hapa bado

source: MARK ALL READ
sw: WEKA ZOTE KAMA ZIMESOMWA
sw_ke: WEKA ZOTE KAMA ZIMESOMWA

source: All caught up!
sw: Uko sawa kabisa!
sw_ke: Uko sawa kabisa!

# noNewNotifications
source: You don't have any new notifications.
sw: Hauna arifa mpya.
sw_ke: Hauna manotisi mpya.

# noPaymentMethods
source: No payment methods added yet.
sw: Hakuna njia za malipo zilizoongezwa bado.
sw_ke: Hamna njia za malipo zilizowekwa bado.

# addPaymentMethodInfo
source: Add Payment Method requires a payment gateway integration.
sw: Kuongeza njia ya malipo kunahitaji ushirikiano wa mfumo wa malipo.
sw_ke: Kuongeza njia ya malipo inahitaji integration ya gateway.

source: Add New Method
sw: Ongeza Njia Mpya
sw_ke: Ongeza Njia Mpya

# defaultText
source: DEFAULT
sw: KAWAIDA

# profileUpdated
source: Profile updated successfully!
sw: Maelezo yamesasishwa kikamilifu!
sw_ke: Profile imeweza kuupdate vizuri!

source: Error sending message
sw: Itilafu imetokea wakati wa kutuma ujumbe
sw_ke: Error imetokea wakati wa kutuma ujumbe

source: Login Details
sw: Maelezo ya Kuingia
sw_ke: Details za Kulogin

# emailAddressLabel
source: Email Address
sw: Anwani ya Barua Pepe

source: Unknown
sw: Haijulikani
sw_ke: Haijulikani

# updatePasswordSecurely
source: Update your password securely
sw: Sasisha nenosiri lako kwa usalama
sw_ke: Update password yako safe

source: Enhanced Security
sw: Usalama wa Ziada
sw_ke: Security ya Nguvu

# twoFactorAuth
source: Two-Factor Authentication
sw: Uthibitishaji wa Hatua Mbili
sw_ke: Two-Factor Authentication (2FA)

# twoFactorDesc
source: Add an extra layer of security to your account.
sw: Ongeza ulinzi wa ziada kwenye akaunti yako.
sw_ke: Weka ulinzi wa ziada kwa akaunti yako.

# twoFactorUpdated
source: 2FA settings updated
sw: Mipangilio ya 2FA imesasishwa
sw_ke: Ma-setting ya 2FA yamekuwa updated

# deleteAccountConfirm
source: Delete Account?
sw: Futa Akaunti?
sw_ke: Futa Akaunti?

# deleteAccountConfirmDesc
source: Are you sure you want to delete your account? This action cannot be undone.
sw: Je, una uhakika unataka kufuta akaunti yako? Kitendo hiki hakiwezi kubatilishwa.
sw_ke: Una uhakika unataka kufuta akaunti yako? Hii kitu haiwezi kurudishwa nyuma.

# supportContactSubmit
source: Request submitted. Support will contact you.
sw: Ombi limetumwa. Huduma kwa wateja watawasiliana nawe.
sw_ke: Ombi limeweza. Support wataku-contact.

# permanentlyRemoveData
source: Permanently remove your data
sw: Futa data zako kabisa
sw_ke: Futa data zako kabisa

# howCanWeHelp
source: How can we help you?
sw: Tunawezaje kukusaidia?
sw_ke: Tunawezaje kukusaidia?

# findAnswers
source: Find answers to common questions or reach out to our team.
sw: Pata majibu ya maswali ya kawaida au wasiliana na timu yetu.
sw_ke: Pata majibu ya maswali common ama utucheki.

source: FREQUENTLY ASKED QUESTIONS
sw: MASWALI YANAYOULIZWA MARA KWA MARA
sw_ke: MASWALI COMMON (FAQs)

# faq1Question
source: How do I verify my account?
sw: Ninawezaje kuthibitisha akaunti yangu?
sw_ke: Na-verify akaunti yangu aje?

# faq1Answer
source: Go to the Profile screen and click the "Verify" badge or apply through the "Become a Partner" section.
sw: Nenda kwenye skrini ya Wasifu na ubonyeze nembo ya "Thibitisha" au utume ombi kupitia sehemu ya "Kuwa Mshirika".
sw_ke: Enda kwa Profile screen u-click badge ya "Verify" ama u-apply kupitia sehemu ya "Become a Partner".

# faq2Question
source: Is my payment information secure?
sw: Je, taarifa zangu za malipo ziko salama?
sw_ke: Mullah yangu iko safe?

# faq2Answer
source: Yes, we use industry-standard encryption and partner with trusted payment gateways like Stripe/M-Pesa.
sw: Ndiyo, tunatumia teknolojia ya hali ya juu ya usimbaji na kushirikiana na mifumo ya malipo inayoaminika kama Stripe/M-Pesa.
sw_ke: Eh kiongozi, tunatumia encryption ya nguvu na tuko na partners kama Stripe/M-Pesa.

# faq3Question
source: Can I cancel a booking?
sw: Naweza kufuta uhifadhi wa nyumba?
sw_ke: Naweza kansa booking?

# faq3Answer
source: Cancellations depend on the landlord's policy. Check the specific listing details for cancellation terms.
sw: Kughairi kunategemea sera ya mwenye nyumba. Angalia maelezo ya nyumba husika kwa masharti ya kughairi.
sw_ke: Inategemea na policy ya landlord. Cheki maelezo ya keja uhakikishe.

# faq4Question
source: How do I contact a landlord?
sw: Ninawezaje kuwasiliana na mwenye nyumba?
sw_ke: Namcheki landlord aje?

# faq4Answer
source: You can message a landlord directly through the "Messages" tab or from their listing page.
sw: Unaweza kumtumia mwenye nyumba ujumbe moja kwa moja kupitia sehemu ya "Ujumbe" au kutoka kwenye ukurasa wake wa nyumba.
sw_ke: Unaweza kumtumia meseji kwa "Meseji" tab ama kwa page ya keja yake.

source: CONTACT US
sw: WASILIANA NASI
sw_ke: TUCHEKI

source: Email Support
sw: Msaada wa Barua Pepe
sw_ke: Support ya Email

source: Live Chat
sw: Mazungumzo ya Moja kwa Moja

# availableHours
source: Available 9am - 5pm
sw: Inapatikana saa 3 asubuhi - saa 11 jioni
sw_ke: Tuko available 9am - 5pm

# liveChatOffline
source: Live chat agents are currently offline.
sw: Wahudumu wa mazungumzo ya moja kwa moja hawapo kwa sasa.
sw_ke: Machampion wa live chat wako offline kwa sasa.

source: Terms of Service
sw: Masharti ya Matumizi
sw_ke: Sheria za Huduma

source: Contact Support
sw: Wasiliana na Huduma kwa Wateja
sw_ke: Cheki Support

source: Subject
sw: Mada

# bookingIssue
source: e.g. Booking Issue
sw: mfano: Shida ya Uhifadhi
sw_ke: mfano: Shida ya Booking

source: Message
sw: Ujumbe
sw_ke: Ujumbe

# describeIssue
source: Describe your issue...
sw: Eleza shida yako...
sw_ke: Eleza shida yako...

# ticketCreated
source: Support ticket created. We will email you shortly.
sw: Tiketi ya msaada imetengenezwa. Tutakuandikia barua pepe hivi karibuni.
sw_ke: Ticket ya support imetengenezwa. Tutakutumia email sasa hivi.

source: Submit
sw: Tuma
sw_ke: Tuma

source: Channels
sw: Njia za Mawasiliano
sw_ke: Njia za Notisi

source: Email Notifications
sw: Arifa za Barua Pepe
sw_ke: Manotisi ya Email

# receiveEmailUpdates
source: Receive updates via email
sw: Pokea sasisho kupitia barua pepe
sw_ke: Pata updates kwa email

source: SMS Notifications
sw: Arifa za SMS
sw_ke: Manotisi ya SMS

# receiveSmsAlerts
source: Receive urgent alerts via SMS
sw: Pokea arifa za dharura kupitia SMS
sw_ke: Pata manotisi za dharura kwa SMS

source: Preferences
sw: Mapendeleo
sw_ke: Mapendeleo

source: New Listings
sw: Nyumba Mpya
sw_ke: Keja Mpya

# alertsSavedSearches
source: Alerts for saved searches
sw: Arifa za utafutaji uliopendezwa
sw_ke: Manotisi za vitu umesaka

# alertsChatMessages
source: Chat messages from landlords/tenants
sw: Jumbe za mazungumzo kutoka kwa wenye nyumba/wapangaji
sw_ke: Machat kutoka kwa ma-landlord/tenants

source: Promotions & Tips
sw: Matangazo na Vidokezo
sw_ke: Ofa na Ma-tips

# newsTipsKejapin
source: News and tips from Kejapin
sw: Habari na vidokezo kutoka Kejapin
sw_ke: News na ma-tips kutoka Kejapin

# receiveDeviceAlerts
source: Receive alerts on your device
sw: Pokea arifa kwenye kifaa chako
sw_ke: Pata manotisi kwa simu yako

# applyLandlordTitle
source: PARTNER PROGRAM
sw: PROGRAMU YA USHIRIKA
sw_ke: PROGRAM YA PARTNER

# legalName
source: Full Legal Name
sw: Jina Kamili la Kisheria
sw_ke: Jina Kamili

# legalNameHint
source: Must match ID/M-Pesa
sw: Lazima lilingane na Kitambulisho/M-Pesa
sw_ke: Lazima i-match ID/M-Pesa

# idNumber
source: National ID Number
sw: Nambari ya Kitambulisho
sw_ke: Namba ya ID

# phoneNumber
source: Contact Phone
sw: Simu ya Mawasiliano
sw_ke: Simu ya Mawasiliano

source: YOUR ROLE
sw: NAFASI YAKO
sw_ke: ROLE YAKO

source: OWNER
sw: MMILIKI

source: AGENT
sw: WAKALA

source: CARETAKER
sw: MTUNZAJI

source: KRA PIN
sw: PIN ya KRA

# agencyName
source: Agency/Brand Name (Optional)
sw: Jina la Wakala/Biashara (Hiari)
sw_ke: Jina la Agency/Biashara (Optional)
