Repository: kejapin/kejapin
Catalog: client/lib/l10n/app_*.arb
Languages: sw, sw_ke

source: PROOF OF ASSOCIATION
sw: UTHIBITISHO WA UHUSIANO
sw_ke: PROOF YA ASSOCIATION

source: Utility Bill
sw: Bili ya Huduma
sw_ke: Bill ya Stima/Maji

# regCert
source: Agency Registration Cert
sw: Cheti cha Usajili wa Wakala
sw_ke: Cert ya Registration ya Agency

# authorityLetter
source: Letter of Authority (Caretaker)
sw: Barua ya Mamlaka (Mtunzaji)
sw_ke: Barua ya Authority (Caretaker)

source: Payout Details
sw: Maelezo ya Malipo
sw_ke: Details za Malipo

source: BANK
sw: BENKI
sw_ke: BENKI

# paybillTill
source: Paybill / Till / Phone
sw: Paybill / Till / Simu

source: Account Details
sw: Maelezo ya Akaunti
sw_ke: Details za Account

source: Tap to upload
sw: Gusa kupakia
sw_ke: Finya ku-upload

# continueText
source: CONTINUE
sw: ENDELEA
sw_ke: ENDELEA

# alreadyPartner
source: Already a Partner? Tap to Verify
sw: Tayari ni Mshirika? Gusa Kuhakiki
sw_ke: Ushakuwa Partner? Finya ku-verify

source: AUTO-VERIFIED
sw: IMETHIBITISHWA OTOMATIKI
sw_ke: IME-VERIFY-IWA AUTO

source: WELCOME PARTNER
sw: KARIBU MSHIRIKA
sw_ke: KARIBU PARTNER

# welcomePartnerDesc
source: Your documents have been submitted and auto-approved for testing. You can now access the Landlord Dashboard.
sw: Nyaraka zako zimewasilishwa na kupitishwa kiotomatiki kwa majaribio. Sasa unaweza kufikia Dashibodi ya Mwenye Nyumba.
sw_ke: Documents zako zimetumwa na ku-approve-iwa auto kwa testing. Sasa unaweza kuingia kwa Dashboard ya Landlord.

source: GO TO DASHBOARD
sw: NENDA KWENYE DASHIBODI
sw_ke: ENDA KWA DASHBOARD

source: Upload failed
sw: Upakiaji umeshindwa
sw_ke: Upload imekataa

# legalNameRequired
source: Legal name is required
sw: Jina la kisheria linahitajika
sw_ke: Jina la ukweli inahitajika

# idRequired
source: ID Number is required
sw: Nambari ya Kitambulisho inahitajika
sw_ke: Namba ya ID inahitajika

# phoneRequired
source: Phone number is required
sw: Nambari ya simu inahitajika
sw_ke: Namba ya simu inahitajika

# kraPinRequired
source: KRA PIN is required for verification
sw: PIN ya KRA inahitajika kwa uhakiki
sw_ke: KRA PIN inahitajika kwa verification

# idFrontRequired
source: ID Front is required
sw: Kitambulisho Mbele kinahitajika
sw_ke: Picha ya ID Mbele inahitajika

# idBackRequired
source: ID Back is required
sw: Kitambulisho Nyuma kinahitajika
sw_ke: Picha ya ID Nyuma inahitajika

# selfieRequired
source: Live selfie image is required
sw: Picha ya selfie ya moja kwa moja inahitajika
sw_ke: Selfie ya live inahitajika

# proofRequired
source: Proof of association is required
sw: Uthibitisho wa uhusiano unahitajika
sw_ke: Proof ya association inahitajika

# payoutRequired
source: Payout details are required
sw: Maelezo ya malipo yanahitajika
sw_ke: Details za malipo zinahitajika

# partnerStatusConfirmed
source: Partner status confirmed! Redirecting to dashboard...
sw: Hali ya ushirika imethibitishwa! Inaelekeza kwenye dashibodi...
sw_ke: Status ya Partner ime-confirm-iwa! Tunaenda kwa dashibodi...

# accountVerified
source: Account verified! Refreshing your permissions...
sw: Akaunti imehakikiwa! Inasasisha ruhusa zako...
sw_ke: Account ime-verify-iwa! Tuna-refresh permissions zako...

# applicationPending
source: Your application is still PENDING verification. Please wait for approval.
sw: Ombi lako bado linasubiri uhakiki. Tafadhali subiri idhini.
sw_ke: App yako badoiko PENDING. Tulia kiasi i-approve-iwe.

# noPartnerRecord
source: No partner record found. Please proceed with the application.
sw: Hakuna rekodi ya ushirika iliyopatikana. Tafadhali endelea na ombi.
sw_ke: Hamna record ya partner. Endelea na application.

source: Verification failed
sw: Uhakiki umeshindwa
sw_ke: Verification imekataa

source: PARTNER PORTAL
sw: PORTAL YA MSHIRIKA
sw_ke: PORTAL YA PARTNER

source: Business Insights
sw: Takwimu za Biashara

source: Leads
sw: Wateja Watarijiwa

source: Revenue
sw: Mapato

source: Property Performance
sw: Utendaji wa Nyumba
sw_ke: Performance ya Keja

source: Portfolio Health
sw: Hali ya Uwekezaji
sw_ke: Afya ya Portfolio

source: Add Listing
sw: Ongeza Nyumba
sw_ke: Weka Keja

source: Pulse Views
sw: Watazamaji
sw_ke: Views

source: Qualified Leads
sw: Wateja Halisi
sw_ke: Leads Fiti

source: MANAGE LISTINGS
sw: DHIBITI NYUMBA
sw_ke: MANAGE MAKEJA

source: Loading Listings
sw: Inapakia Nyumba
sw_ke: Tunaload Makeja

source: No Listings
sw: Hakuna Nyumba
sw_ke: Hamna Makeja

# noListingsDesc
source: You haven't posted any properties yet.
sw: Hujaposti nyumba yoyote bado.
sw_ke: Hujapost keja yoyote bado.

# deleteListingConfirm
source: Delete Listing?
sw: Futa Nyumba?
sw_ke: Utafuta Keja?

# deleteListingWarning
source: This action cannot be undone. Are you sure?
sw: Kitendo hiki hakiwezi kubatilishwa. Una uhakika?
sw_ke: Hii kitu haiwezi kurudi. Uko sure?

source: Edit
sw: Hariri

source: Deactivate
sw: Zima

source: Activate
sw: Washa

# listingVisible
source: Listing is now Visible
sw: Nyumba sasa inaonekana
sw_ke: Keja sasa inaonekana

# listingHidden
source: Listing is now Hidden
sw: Nyumba sasa imefichwa
sw_ke: Keja sasa imefichwa

source: Landlord Profile
sw: Wasifu wa Mwenye Nyumba
sw_ke: Profile ya Landlord

source: Landlord Name
sw: Jina la Mwenye Nyumba
sw_ke: Jina la Landlord

# listingsByLandlord
source: Listings by this landlord
sw: Nyumba za mwenye nyumba huyu
sw_ke: Makeja za huyu landlord

source: Select Language
sw: Chagua Lugha
sw_ke: Chagua Lugha

source: English
sw: Kiingereza

source: Kiswahili (Kenyan)
sw: Kiswahili (Kikenya)
sw_ke: Swahili (Sheng)

# reviewPropertyTitle
source: Review {propertyName}
sw: Kagua {propertyName}
sw_ke: Patia {propertyName} Review

source: How was your stay?
sw: Makaazi yako yalikuwaje?
sw_ke: Makaazi ilikuwa aje?

# reviewHint
source: Tell us about the management, wifi, and neighborhood...
sw: Tuambie kuhusu usimamizi, wifi, na mazingira...
sw_ke: Tuambie kuhusu management, wifi, na mtaa...

source: SUBMIT REVIEW
sw: TUMA MAONI
sw_ke: TUMA REVIEW

# reviewSubmitted
source: Thank you! Your review is live.
sw: Asante! Maoni yako yametumwa.
sw_ke: Shukran! Review yako iko live.

source: MY LIFE-HUB
sw: KITOVU CHA MAISHA
sw_ke: LIFE-HUB YANGU

source: Spatial Activity
sw: Shughuli za Nafasi
sw_ke: Shughuli za Mtaa

source: Avg. Life-Pulse
sw: Wastani wa Mapigo ya Maisha

# top10Percent
source: Top 10%
sw: 10% Bora

source: Life-Path Journey
sw: Safari ya Maisha
sw_ke: Safari ya Life-Path

source: Spatial Savings
sw: Akiba ya Nafasi
sw_ke: Savings za Keja

source: Rate Performance
sw: Kadiria Utendaji

source: Share Content
sw: Shiriki Maudhui
sw_ke: Share Vitu

source: Gallery
sw: Matunzio

source: Camera
sw: Kamera
sw_ke: Kamera

source: Location
sw: Mahali
sw_ke: Loish

source: Lease
sw: Mkataba

source: Property
sw: Nyumba
sw_ke: Keja

source: Repair
sw: Ukarabati
sw_ke: Ukarabati

source: Payment
sw: Malipo
sw_ke: Lipia

source: Schedule
sw: Ratiba
sw_ke: Plan

source: View Details
sw: Ona Maelezo
sw_ke: Cheki Details

source: Pay Now
sw: Lipa Sasa
sw_ke: Lipa Sasa

source: Acknowledge
sw: Thibitisha

source: Confirm
sw: Kubali

source: Reschedule
sw: Panga Upya
sw_ke: Panga Tena

source: Rent Due
sw: Kodi Inadaiwa
sw_ke: Rent Imeiva

source: Repair Request
sw: Ombi la Ukarabati
sw_ke: Ombi la Repair

source: Viewing Request
sw: Ombi la Kutazama
sw_ke: Ombi la Kuona Keja

source: Kiswahili (Sanifu)
sw_ke: Swahili (Sanifu)
